Repository: fences/AiReportGenerator
Catalog: AiReports/MainForm.*.resx
Languages: fa_ir

# label1.Text
source: Report (Web Out)
fa_ir: خروجی به صورت صفحه وب

# label3.Text
source: System Information
fa_ir: اطلاعات سیستم

# label2.Text
source: List Of File
fa_ir: فهرست فایل‌ها

# label4.Text
source: Model Output (Realtime)
fa_ir: خروجی مدل (لحظه ای)

# fileToolStripMenuItem.Text
source: File
fa_ir: فایل

# btnExportToHtml.Text
source: Export To Html
fa_ir: خروجی صفحه وب

# btnExportToWord.Text
source: Export To Ms Word
fa_ir: خروجی به ورد

# btnExit.Text
source: Exit
fa_ir: خروج

# editToolStripMenuItem.Text
source: Edit
fa_ir: ویرایش

# btnAiConfig.Text
source: Ai Configuration
fa_ir: تنظیمات مدل هوش مصنوعی

# layoutToolStripMenuItem.Text
source: Language
fa_ir: زبان

# btnSaveUserPropmt.Text
source: Save User Prompt
fa_ir: ذخیره دستورات کاربر

# btnSaveSystemPrompt.Text
source: Save System Prompt
fa_ir: ذخیره دستورات سیستم

# dataToolStripMenuItem.Text
source: Data
fa_ir: اطلاعات

# btnLoadExcel.Text
source: Load Excel File
fa_ir: دریافت از فایل اکسل

# toolStripLabel1.Text
source: AI Model:
fa_ir: مدل انتخاب شده:

# toolStripStatusLabel1.Text
source: System:
fa_ir: سیستم:

# tabPage1.Text
source: Output Report
fa_ir: خروجی گزارش

# tabPage2.Text
source: User Prompts
fa_ir: دستورات کاربر

# tabPage3.Text
source: System Prompts
fa_ir: دستورات سیستم

# tabPage4.Text
source: Excel File Structure
fa_ir: ساختار فایل اکسل

# btnStart.Text
source: Generate Report
fa_ir: تولید گزارش

# btnStop.Text
source: Stop Report
fa_ir: توقف

# btnSelectAiModel.Text
source: Select Ai Model
fa_ir: انتخاب مدل از لیست

# $this.Text
source: Ai Report Builder
fa_ir: گزارش ساز هوش مصنوعی
